[
    {
        "name": "Command: Slow",
        "school": "Nature",
        "level": "1",
        "duration": "20 seconds",
        "incant": "I command you to be slow.",
        "description": "This spell causes the local flora to reach up and seize the target's feet, preventing the target from moving at a faster movement rate than a walk. This spell does not stack with itself, and further castings on an already slowed target will not renew the duration.  This is a SLOW effect."
    },
    {
        "name": "Hot Foot",
        "school": "Nature",
        "level": "1",
        "duration": "20 seconds",
        "incant": "I command you to dance.",
        "description": "The target cannot keep both feet on the ground at the same time. The target may still walk, run, stand on one foot, or shift from one foot to the other, so long as there is motion, as though they are standing barefoot on a very hot surface."
    },
    {
        "name": "Command: Disarm",
        "school": "Nature",
        "level": "2",
        "duration": "5 seconds",
        "incant": "I command you to disarm <item>.",
        "description": "This spell causes the target to lose control of a handheld item for 5 seconds. The disarmed item is not to be thrown or tossed aside. The caster may name the sword, shield, claw or any other combat-capable item that they wish the target to disarm, but if no item is named, the target may choose which handheld item to be disarmed. This spell is a DISARM effect."
    },
    {
        "name": "Entangle Foot",
        "school": "Nature",
        "level": "2",
        "duration": "20 seconds",
        "incant": "I call upon Nature to entangle your foot.",
        "description": " This spell entangles the target's right foot to the ground. The character is unable to move their foot, except for pivoting on the ball of their foot. The target cannot be cut free, nor can the entanglement be broken free using extra strength.  This is an ENTANGLE effect."
    },

    {
        "name": "Freedom",
        "school": "Nature",
        "level": "3",
        "duration": "Instant",
        "incant": "I call upon Nature to grant you freedom.",
        "description": " This spell will release the target from magical and non-magical bindings that restrict the movement of the target.  This will remove the following effects:  ENTANGLE, CONFINE."
    },
    {
        "name": "Repel",
        "school": "Nature",
        "level": "3",
        "duration": "5 minutes",
        "incant": "I call upon Nature to repel you.",
        "description": "The target of this spell must maintain a distance of at least 20 steps from the caster. The caster cannot push the target with this spell, and also may not close within the 20 step distance. If the target is physically unable to move 20 steps away, then they must move as far as is safely possible. The caster must hold their arm outstretched, palm facing the target, with fingers upwards for the duration of this spell. If the caster lowers their arm for any reason, the effect ends. If the target breaks lines of sight with the caster for 20 seconds, the effect ends. Any effect which would cause the caster to break concentration causes the effect to end."
    },
    {
        "name": "Barrier: Physical",
        "school": "Nature",
        "level": "4",
        "duration": "Rest",
        "incant": "I call forth mystic force to barrier physical",
        "description": "This spell grants the target a single use of Resist Physical. This is an ACTIVE RESIST effect, and requires the use of a defense slot."
    },
    {
        "name": "Command: Kneel",
        "school": "Nature",
        "level": "4",
        "duration": "Instant",
        "incant": "I command you to kneel.",
        "description": "This spell forces the opponent to take a knee, crouch, and they must cross their dominant arm over their chest for 20 seconds. A kneeling opponent may still otherwise attack or defend normally. The effect of this spell may not be stacked or extended.  This spell is a KNEEL effect."
    },
    {
        "name": "Entangle Arms",
        "school": "Nature",
        "level": "4",
        "duration": "20 seconds",
        "incant": "I call upon Nature to entangle your arms.",
        "description": " This spell entangles the target's arms to their side, rendering the arms useless. The target cannot be cut free, nor can the entanglement be broken free using extra strength.  This is an ENTANGLE effect."
    },
    {
        "name": "Command: Silence",
        "school": "Nature",
        "level": "5",
        "duration": "20 seconds",
        "incant": "I command you to be silent.",
        "description": " This spell renders the target unable to speak in game. This prevents the character from communicating verbally or speaking verbal incantations. This spell does not stop the player from communicating out of game calls such as melee damage and defenses. This spell is a SILENCE effect."
    },
    {
        "name": "Command: Sleep",
        "school": "Nature",
        "level": "6",
        "duration": "20 seconds",
        "incant": "I command you to sleep.",
        "description": " This spell will render the target unconscious, and asleep. The target cannot use skills, or activate items. The target will awaken instantly if damaged. This is a SLEEP effect."
    },
    {
        "name": "Enhanced Focus",
        "school": "Nature",
        "level": "6",
        "duration": "Indefinite",
        "incant": "I grant you the power of enhanced focus.",
        "description": "The next time the target's concentration would be interrupted, the effect of this spell is consumed instead. Alternatively, the effect may be consumed to allow the target to immediately take up to 10 steps without interrupting an active turret-style spell (such as Arcane Torrent, Spiderwebs, Paralytic Plague, etc.).<br><br>This spell may be self-cast while concentrating without interrupting the caster's concentration. A character may be affected by Enhanced Focus only if they are already concentrating. A character may not have more than one instance of Enhanced Focus at any time. The effect ends when it is consumed, the current concentration has completed or been interrupted, or the target has been affected by a Dispel Magic, Nullify, Suppress Magic, or similar effect. A character may not benefit from Enhanced Focus more than once per concentration."
    },
    {
        "name": "Command: Calm",
        "school": "Nature",
        "level": "7",
        "duration": "5 minutes",
        "incant": "I command you to be calm.",
        "description": "The target of this spell is unable to take aggressive or violent action against the caster. The target is still free to say or do anything else they like, so long as it is not an attack against the caster. It does not force any changes to what the target thinks or feels of the target. The effect ends immediately if the caster attempts to use any ability or effect on the target."
    },
    {
        "name": "Ricochet Toxin",
        "school": "Nature",
        "level": "8",
        "duration": "Rest",
        "incant": "I call forth mystic force to ricochet toxin",
        "description": "This spell grants the target a single use of Toxin Rebound Magic Entangle Arms. This is an ACTIVE RESIST effect, and requires the use of a defense slot."
    },
    {
        "name": "Confine",
        "school": "Nature",
        "level": "9",
        "duration": "20 seconds",
        "incant": "I call upon Nature to confine you.",
        "description": " This spell renders the target completely unable to move while under the effects of this spell. The target may still speak, and may interrupt killing blows against themselves.  This is a CONFINE effect."
    },
    {
        "name": "Command: Stun",
        "school": "Nature",
        "level": "10",
        "duration": "20 seconds",
        "incant": "I command you to be stunned.",
        "description": " This spell causes the target to be unable to take action (move, attack, defend, speak). This spell is a STUN effect."
    },
    {
        "name": "Sanctuary",
        "school": "Nature",
        "level": "10",
        "duration": "5 Minutes",
        "incant": "I call upon Nature to grant you sanctuary",
        "description": "The caster crosses their arms with their arms pointing down. The caster becomes immune to all weapon blows and physical effects, but may only self-cast spells. This effect lasts 5 minutes, or until the caster suffers body damage, uncrosses their arms, or suffers any effect that would normally prevent spellcasting."
    },
    {
        "name": "Spider Web",
        "school": "Nature",
        "level": "10",
        "duration": "Concentration",
        "incant": "I call upon Nature to set webs upon you all! ... Physical Entangle Body, Physical Entangle Body, ...",
        "description": "The caster plants their feet and is able to throw Physical Entangle Body until their concentration is broken (body damage or any status effect that would prevent spellcasting), they move their feet, or they activate a game skill other than calling a defense."
    }
]