[
  {
    "name": "Elemental Shift",
    "School": "Ritual",
    "Level": "1",
    "Duration": "Instant",
    "Description": "This ritual augments \"Mana Bolt\" for an arcane magic user to deal damage as one of the following: Flame, Frost, Shock, Stone. The target of this ritual chooses the element at the end of the ritual casting. This change is permanent until this ritual is once again cast on the target at which time a different element may be selected. This ritual requires that the ritualist use a physical representation for each of the four elements: Fire, Air, Water, and Earth.",
    "isStandard": true
  },
  {
    "name": "Create Spirit Familiar",
    "School": "Ritual",
    "Level": "1",
    "Duration": "Instant",
    "Description": "This ritual siphons off a portion of the character's spirit, creating the physical form of a spirit familiar. The form of the spirit familiar is left up to the player with the final approval of the plot team. Once the ritual is complete, the spirit familiar will take shape and be with the character at all times. The spirit familiar is visible to everyone, is not recognizable as a spirit familiar, but can be identified as one.  Spirit familiars cannot be affected by any form of attack and cannot be used as a shield.  This ritual requires that the target character have a pre-approved physical representation of their spirit familiar with them in the ritual.",
    "isStandard": true
  },
  {
    "name": "Dampen Magic",
    "School": "Ritual",
    "Level": "2",
    "Duration": "1 hour",
    "Description": "The caster attempts to extend their will to create an area that prevents the use of or casting of ritual magic - except for Destroy Ritual Magic.  If successful, the area will have a radius of 100ft that persists for 1 hour.  May only be destroyed by a Destroy Ritual Magic ritual.",
    "isStandard": true
  },
  {
    "name": "Race Change",
    "School": "Ritual",
    "Level": "3",
    "Duration": "Instant",
    "Description": "The caster specifies a target to reshape into the race chosen by the caster. If the ritual succeeds, the target is changed to the targeted race and gains the racial traits of the selected race, whilst losing those of the previous race.",
    "isStandard": true
  },
  {
    "name": "Purify/Corrupt the Land",
    "School": "Ritual",
    "Level": "3",
    "Duration": "Instant",
    "Description": "The caster reaches out to the surrounding environment and attempts to either restore it to its natural state or corrupt it into an inherently damaging state.",
    "isStandard": true
  },
  {
    "name": "Spirit Journey",
    "School": "Ritual",
    "Level": "4",
    "Duration": "Variable",
    "Description": "This ritual allows the target to seek out information or ask a question of the spirit realm. They will experience a vision quest related to that topic. The source of the vision may be their own subconsciousness, tribal ancestors, spirit guides, or other metaphysical sources as appropriate for the performance of the ritual. The events of the journey are not guaranteed to be truthful. The spirits may be fickle, capricious, or even simply out of touch with the physical reality of Evren.",
    "isStandard": true
  },
  {
    "name": "Spirit Link",
    "School": "Ritual",
    "Level": "4",
    "Duration": "Rest",
    "Description": "This ritual allows an individual to bond with an item. The ritual is cast upon the item. Bonding with an item requires completing a full Rest with possession of the item, which will link the item to the person who rested with it and break any other links the item may have had. The spirit linked item may be passed off to another individual if both individuals complete a rest together.  Other than via changing the bond with a Rest, the spirit linked item cannot be removed from the individual and will stay with the individual even through death and resurrection.",
    "isStandard": true
  },
  {
    "name": "Spirit Lock",
    "School": "Ritual",
    "Level": "4",
    "Duration": "Permanent",
    "Description": "This ritual forms a permanent bond between a specific item and a target individual. This bond transcends the physical realm, ensuring that no matter where the individual may go, the item will always follow. As long as the item endures, it is locked to the target, unable to be stolen, given away, or even used by another individual. If the target should die and their spirit departs to seek resurrection, the item will follow them. This does not grant any extra resilience for the item, and the effect will fade if the item is destroyed or expires. If the individual somehow becomes incapable of possessing the item (ex: permanent death), the item is destroyed immediately.",
    "isStandard": true
  },
  {
    "name": "Magical Barrier",
    "School": "Ritual",
    "Level": "4",
    "Duration": "1 Day",
    "Description": "This ritual is designed to imbue the participants with additional magical shielding. Each target that actively participates in the casting of the ritual gains a single use of Resist Magic that lasts for one day or until used. This defensive is subject to an available Defensive Slot.",
    "isStandard": true
  },
  {
    "name": "Spirit Forge",
    "School": "Ritual",
    "Level": "5",
    "Duration": "Instant",
    "Description": "The caster reaches into the very essence of the target and gives the target a glimpse into the infinite multitude of possibilities posed by their history and growth. This spell allows the target to instantly choose to change their chosen skillsets and re-assign all assigned Skill Points they possess.",
    "isStandard": true
  },
  {
    "name": "Destroy Ritual Magic",
    "School": "Ritual",
    "Level": "8",
    "Duration": "Instant",
    "Description": "The caster attempts to focus their mastery of ritual magic in order to destroy any ritual magic effect. The difficulty of this spell is variable based on the level of the effect the caster is attempting to destroy. It is highly recommended that anyone undertaking this ritual prepare thoroughly and do everything in their power to boost their chance of success, as any magic that might require such an intervention is likely to prove difficult to destroy.",
    "isStandard": true
  },
  {
    "name": "Empower Spirit",
    "School": "Ritual",
    "Level": "10",
    "Duration": "1 Day",
    "Description": "The ritualist empowers a character with grand energies of might and magic. This ritual channels the energies of the consumed spirit gems directly into the target character, granting them incredible resilience to face an upcoming challenge. The target gains 2x Resist Physical and 2x Resist Spell, and an intangible suit of 50 armor that cannot be refit by any means, but stacks over any worn armor and bypasses normal armor caps. These last for 1 day, until expended, or the target resurrects. A character may be empowered in this way no more than once per week.",
    "isStandard": true
  },
  {
    "name": "Spirit Familiar Transformation",
    "School": "Ritual",
    "Level": "5",
    "Duration": "Instant",
    "Description": "This ritual is designed to help the target physically adopt the appearance of the form specified on the ritual scroll.  After the ritual has been cast, the target will be provided a list of available transform abilities they can choose to pursue.",
    "isStandard": false
  },
  {
    "name": "Summon Entity",
    "School": "Ritual",
    "Level": "6",
    "Duration": "Instant",
    "Description": "This ritual is designed for a caster to attempt to call forth a targeted entity type, such as a creature.  After the ritual has been cast, the targeted entity type is immediately rifted into the area.  This ritual provides no specific protections or controls on the summoned target and does not return the target to their origin.",
    "isStandard": false
  },
  {
    "name": "Curse of Transformation: <Creature>",
    "School": "Ritual",
    "Level": "Variable",
    "Duration": "Instant",
    "Description": "Applies a Curse of Transformation to the target, transforming them into the named creature. The Curse of Transformation will last until the target dies and dissipates (seeks resurrection or reforms at their Spirit Bottle) or is affected by a Destroy Ritual Magic, unless otherwise stated by the stat card provided.  The effects of Transformation are plot discretion.  Upon receiving a Curse of Transformation, the target will be given a stat card for the effects and abilities they will receive. Curse of Transformations are often more powerful than a newly-acquired transformations of the same creature, but carry significantly more risk due to their impermanence and increased chance of death. ",
    "isStandard": false
  }
]